#include "Menu.h"

void Menu::PrintMenu(){
  std::cout<<"1. Добавить элемент\n";
  std::cout<<"2. Удалить элемент\n";
  std::cout<<"3. Определеть мощность множества\n";
  std::cout<<"4. Проверить принадлежность элемента множеству\n";
  std::cout<<"5. Объединение двух множеств\n";
  std::cout<<"6. Пересечение двух множеств\n";
  std::cout<<"7. Разность двух множеств\n";
  std::cout<<"8. Построить булеан множества\n";
  std::cout<<"9. Преобразовать в канторово множество\n";
  std::cout<<"10. Закрыть меню\n";
}